/* Label next to search field */
"1 song" = "1 песен";

/* Label next to search field */
"%i songs" = "%i песни";

/* Dialog Button */
"Cancel" = "Отказ";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Стандартна аларма";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Искате ли да запазите промените в тази аларма преди да приключите?";

/* Dialog Button */
"Don't Save" = "Не запазвай";

/* Window title when editing an alarm */
"Edit Alarm" = "Промени алармата";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Ако не запазите, всички промени ще бъдат изгубени.";

/* Main prompt in sheet */
"Invalid alarm time" = "Невалидно време";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Листа: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Изберете дата и час в бъдещето";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Изберете дните в които алармата да се повтаря";

/* Dialog Button */
"Save" = "Запази";

/* Song label when using a song */
"Song: %@" = "Песен: %@";

